<?php
return [

	//Суффикс для ссылок
	'URL_SUFF' => '.html',


	//Служебный email (для уведомлений)
	'SYS_MAIL' => 'info@maxxon24.ru',


	//Имя отправителя email (для уведомлений)
	'SYS_MAIL_SENDER' => 'Платформа Maxxon',


	//Имя проекта (для уведомлений)
	'SYS_NAME' => 'maxxon24.ru',


	//Подпись к письмам
	'SYS_MAIL_SIG' => '<p>ПОЖАЛУЙСТА, НЕ ОТВЕЧАЙТЕ НА ЭТО ПИСЬМО. ОНО СГЕНЕРИРОВАНО РОБОТОМ.</p>

<p>ДЛЯ ОБРАЩЕНИЯ В СЛУЖБУ ТЕХНИЧЕСКОЙ ПОДДЕРЖКИ MAXXXON НАПРАВЬТЕ ВАШЕ СООБЩЕНИЕ НА АДРЕС</p>
<p>--<br><a style=\"color: #337AB7;text-decoration:underline\" target=\"_blank\"> www.maxxon24.ru [support@maxxon24.ru]</p>
<p>Отписаться от получения уведомлений можно на странице настроек вашего профиля.</p>',


	//Количество элементов на странице
	'SYS_PEAR_PAGE' => '20',


	//Количество элементов на странице (логи)
	'SYS_PEAR_PAGE_LOG' => '50',


	//Время жизни сессии (Значение по умолчанию 24 часа)
	'SESSION_LIFETIME' => 86400,


	//Время жизни cookie автологина (60*60*24*14 - 2 недели)
	'COOKIE_LIFETIME' => 1209600,


	//Время жизни кэша (300 = 5 минут)
	'CACHE_LIFETIME' => 300,


	//Время жизни долгого кэша (300 = 5 минут)
	'CACHE_LIFETIME_LONG' => 86400,


	//Ширина аватарки
	'AVATAR_WIDTH' => '700',


	//Высота аватарки
	'AVATAR_HEIGHT' => '700',


	//Качество аватарки
	'AVATAR_QQ' => '100',

];
?>