<?php
	return [
		'app_tariff' => [
			'3' => [ // группа
				'1' => [ // тип регистрации
					'1' => [
						'name' => 'Базовый',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 150, // цена
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 130,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 110,
							],
                          	12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 80,
							],
						],
					],
					'2' => [
						'name' => 'Оптима',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 300,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 260,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 220,
							],
                          	12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 180,
							],
						],
					],
					'3' => [
						'name' => 'Профи',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 600,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 520,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 440,
							],
                          	12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 360,
							],
						],
					],
				],
				'2' => [ // тип регистрации
					'1' => [
						'name' => 'Базовый',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 300, // цена
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 260,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 220,
							],
                          	12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 180,
							],
						],
					],
					'2' => [
						'name' => 'Оптима',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 600,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 500,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 400,
							],
                            12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 350,
							],
						],
					],
					'3' => [
						'name' => 'Профи',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 900,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 750,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 600,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 450,
							],
						],
					],
				],
			],
			'4' => [ // группа
				'1' => [ // тип регистрации
					'1' => [
						'name' => 'Базовый',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 0, // цена
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 0,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 0,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 0,
							],
						],
					],
					'2' => [
						'name' => 'Оптима',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 250,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 220,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 190,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 150,
							],
						],
					],
					'3' => [
						'name' => 'Профи',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 500,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 450,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 400,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 350,
							],
						],
					],
				],
				'2' => [ // тип регистрации
					'1' => [
						'name' => 'Базовый',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 0, // цена
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 0,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 0,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 0,
							],
						],
					],
					'2' => [
						'name' => 'Оптима',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 350,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 310,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 270,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 220,
							],
						],
					],
					'3' => [
						'name' => 'Профи',
						'price' => [ // в месяцах
							1 => [
								"title" => "1 месяц", // название
								"dest" => "30", // дней према
								"price" => 700,
							],
							3 => [
								"title" => "3 месяца", // название
								"dest" => "90", // дней према
								"price" => 600,
							],
							6 => [
								"title" => "6 месяцев", // название
								"dest" => "180", // дней према
								"price" => 500,
							],
							12 => [
								"title" => "1 год", // название
								"dest" => "360", // дней према
								"price" => 400,
							],
						],
					],
				],
			],
		],
		'app_tariff_prop_icon' => [
			3 => [ // группа
				1 => [ // тип регистрации
					1 => [
						'resume' => 'fa-times text-danger',
					],
					2 => [
					],
					3 => [
					],
				],
				2 => [
					1 => [
						'resume' => 'fa-times text-danger',
					],
					2 => [
					],
					3 => [
					],
				],
			],
	
			4 => [
				1 => [
					1 => [
						'vakant' => 'fa-times text-danger',
						'resume' => 'fa-times text-danger',
					],
					2 => [
						'resume' => 'fa-times text-danger',
					],
					3 => [
					],
				],
				2 => [
					1 => [
						'vakant' => 'fa-times text-danger',
						'resume' => 'fa-times text-danger',
					],
					2 => [
						'resume' => 'fa-times text-danger',
					],
					3 => [
					],
				],
			],
		],

		'app_comission' => 10,
		'app_paypal_access_token' => 'access_token$production$my2txpycyfgc4frz$0a31f6997de0b03e9dd982e46f991e83',

	];
?>
